{
"leon": [
{ "quote":"I've decided what to do with my life. I wanna be a cleaner. You wanna be a cleaner? Here, take it. It's a goodbye gift. Go clean. But not with me. I work alone, understand? Alone. Bonnie and Clyde didn't work alone. Thelma and Louise didn't work alone. And they were the best." }
{ "quote":"It's true, you're right. Did you meet a woman? No, no. Pay attention to women, Leon. They are dangerous, you know? Yeah. Well. I don't know. I don't know any. Listen, think about what you want to do, but don't worry, your money is there and it's safer than in a bank. Banks are robbed every five minutes! Anyway, you can't have a bank account, so the discussion is finished." }
{ "quote":"But your money is there, Leon. When you want, you ask me. Take... Well, I don't need them. Take them, you never know. If you want to have some fun. Take, it's a gift. Thanks. Good. Let's talk business, now? I've got a hit perfect for you. I kept it for you. To be made alone. That's what you like. Don't move, I get the file. Manolo! A glass of milk for Leon!" }
{ "quote":"Leon, I think I'm kinda falling in love with you. It's the first time for me, you know? How do you know it's love if you've never been in love before? 'Cause I feel it. Where? In my stomach. It's all warm. I always had a knot there and now... it's gone. Mathilda, I'm glad you don't have a stomach ache any more. I don't think it means anything." }
{ "quote":"You're a Mozart fan. I love him too. I looooove Mozart! He was Austrian you know? But for this kind of work, he's a little bit light. So I tend to go for the heavier guys. Check out Brahms. He's good too." }
{ "quote":"Revenge is not a good thing, it's better to forget. Forget? After I've seen the outline of my brother's body on the floor, you expect me to forget? I wanna kill those sons of bitches, and blow their fucking heads off!" }
{ "quote":"I like these calm little moments before the storm. It reminds me of Beethoven. Can you hear it? It's like when you put your head to the grass and you can hear the growin' and you can hear the insects. Do you like Beethoven? I couldn't really say." }
{ "quote":"The rifle is the first weapon you learn how to use, because it lets you keep your distance from the client. The closer you get to being a pro, the closer you can get to the client. The knife, for example, is the last thing you learn." }
{ "quote":"You killed my brother. I'm sorry. And you want to join him? No. It's always the same thing. It's when you start to become really afraid of death that you learn to appreciate life. Do you like life, sweetheart? Yes. That's good, because I take no pleasure in taking life if it's from a person who doesn't care about it." }
{ "quote":"I don't wanna lose you, Leon. You're not going to lose me. You've given me a taste for life. I wanna be happy. Sleep in a bed, have roots. And you'll never be alone again, Mathilda. Please, go now, baby, go. Calm down, go now, go." }
{ "quote":"Now tell me what happened to you. OK. My family they got shot down by D.E.A. officers because of a drug problem. I left with the greatest guy on earth. He was a hitman, the best in town, but he died this morning. And if you don't help me, I'll be dead by tonight." }
{ "quote":"Do you \"clean\" anyone? No women, no kids, that's the rules. How much would it cost to hire someone to get those dirtbags who killed my brother? Five grand a head. Wow. How about this: I work for you; in exchange, you teach me how to clean. Hmmm? What do you think? I'll clean your place, I'll do the shopping, I'll even wash your clothes. Is it a deal?" }
{ "quote":"The rifle is the first thing you learn, because it lets you keep your distance from the client. The closer you get to being a pro, the closer you can get to the client. The knife, for example, is the last thing you learn." }
{ "quote":"I was more of a mother to him than thaat goddamn pig ever was! Hey, don't talk like that about pigs. They're usually much nicer than people. But they smell like shit. Not true. As a matter of fact, right now I have one in my kitchen that's very clean and smells very nice. You don't have a pig in your kitchen. Yes, I do. I was just in there and I didn't see any goddamned pig. Don't move. I'll get him. Piggy? Piggy? Where are you? Oink, oink! Ah, there you are. Hi, Mathilda. Hi, Piggy." }
{ "quote":"Tony, you've killed for us in the past, and we've always been satisfied, which is why it's very hard for me to come down here today. One of my men was killed today in your territory, and the chinks tell me the killer was of the... Italian persuasion. Now, wait, there's more. You'll love this. Not two hours later, a little twelve-year-old girl comes to my building, armed to the teeth with the sole intention of sending me straight to the morgue. And guess who comes to get her? The very same Italian hit man." }
{ "quote":"Did you have too many and you fear it may shock me? I won't get shocked. I'm used to this! My father was a true pig. He fucked the bitch I'd have as mother all around the apartment. Whenever a door was closed, you could be sure they were  making sex behind it! And my sister, if you didn't sleep with her, you're building's exception! " }
{ "quote":"Mathilda, don't you ever do that again or I'll break your head. You got that? Okay. I don't work like that. It's not professional. There is rules! Okay. And stop saying \"okay\" all the time. Okay? Okay. Good." }
{ "quote":"Painful, isn't it? You don't like talking about death because you're like everyone: you fear it. Well, it's this fear that makes you live. It's because you fear death that you live with so much tenacity. It's because of it that you bear what's unbearable. You can live in a hovel, on lots of trash, everything is better than death and the fear you have of it." }
{ "quote":"Shit! We'd found him. We waited for him to get upstairs and he got out of the window. What shall we do? I think. Where are you going? Piddle. Why didn't he close the window? Because he didn't get out! He's sleeping. It's cool departing this way... warm... music... There are better things. You see the importance of the \"moment\". Ten minutes early or late, he'd have seen death. He'd have suffered it. This way, he already departed. Without knowing. I'd like knowing what he's listening to..." }
{ "quote":"You'd better talk good, son, because, for the moment, I've got a quite bad opinion about you. I respect your business, Mister Tony. Every time we asked your help, we were very happy with the result. It's right this that makes me nervous, now. I hope you'll excuse my temporary bad mood?" }
{ "quote":"You know, girls think about their first boyfriend for a long time. I imagined him with grizzled hair, elegant. A little like Georgia's father. Georgia is a classmate of mine. Kinda guy makes  you feel sure! Cool, isn't it? My mates told me the first time they made love was awful. They had pain everywhere, afterward. But that's because they made it with men they didn't love. In fact, they did it just to show off, at the beginning. Later, they liked it. Like cigarettes." }
{ "quote":"Hello? This is Margueritte McAllister, headmistress of the Spencer School for Girls in Wildwood, New Jersey. Is Mr. or Mrs. Lando home? Yes, this is she. Mrs. Lando, when your husband enrolled Mathilda at Spencer, he told us she had \"problems\". Well, as you know, we pride ourselves on turning troubled girls into healthy, productive young women. But if they are not here, there is very little we can do. Now, Mathilda left school without permission nearly two weeks ago. I know your husband paid tuition in advance for a year, but if you will refer to page twenty of the rules and regulations manual we sent you, you will see you will see that unless there is a valid excuse for prolonged absence, your tuition will be forfeit. She's dead. " }
{ "quote":"Tony, all the money I make that you keep for me. You need some money? Just curious. 'Cause I've been working for a long time and I haven't done anything with my money. You met a woman. No. Léon... Leon, you gotta be careful with women. Remember when you first arrived in this country? When I took you in you were still wet behind the fuckin' ears, and already you were in deep shit because of a woman. Don't forget that, Léon. I wish I could sometimes." }
{ "quote":"You know, about my money — maybe I could give a little to someone, you know, to help out. Hey, it's your money. I mean, I'm just holding it for you, like a bank. Except better than a bank, 'cause you know banks always get knocked off. No one knocks off old Tony." }
{ "quote":"What are you doing? You said no women or kids. Who do you think this is going to kill, donkeys and monkeys? Now... it's clean. Let's get out of here." }
{ "quote":"Special delivery, huh? Let me guess. Chinese? Thai, maybe? I've got it — Italian food. What's your name, angel? Mathilda. Mathilda, I want you to set the sack on the floor. Good. And now, I want you to tell me everything you know about Italian food... and don't forget the name of the chef who fixed it for me. Nobody sent me. I do business for myself. So, this, this is something personal, is it? What filthy piece of shit did I do now? You killed my brother. I'm sorry. And — you wanna join him? No." }
{ "quote":"In the meantime, all you gotta do is come here every once in a while and I'll dish it out so's you can have a little fun. Okay? Here's a hundred bucks to start with. Can't I get a job instead? A job? What the hell can you do? I can \"clean\". I ain't got no work for a twelve-year-old kid, so get it out of your goddamn head! It's over! The game's over! Leon's dead! Come on. You think I ain't hurtin' too? But he's dead. And you're gonna forget all this craziness and get your little ass back to school. Capisce?" }
{ "quote":"You don't like Beethoven. You don't know what you're missing. Overtures like that get my juices flowing. So powerful. But after his openings, to be honest, he does tend to get a little fucking boring. That's why I stopped! Toss the apartment." }
]
}